{
  "en" : {
    "instructions" : {
      "welcome" : "Welcome back! We would like to see if you can remember any of the sequences you practiced",
      "pattern" : "Do you remember this pattern?",
      "phase_a" : "Try to play the sequence that goes with this pattern. Don’t worry if you make mistakes! There will be a re-start button available if you wish to start again.",
      "phase_b" : "Let’s do this again but this time you get feedback on your mistakes after playing the sequence.",
      "phase_c" : "Now if you make a mistake you will need to start from the beginning. However the correct keys will be highlighted where you made the mistake to help you.",
      "phase_c2" : "Now you will learn a new sequence. Use the feedback to memorise it.",
      "completed" : "Well done"
    },
    "eeg" : {
      "sequence": "Which sequence do you prefer?",
      "phase_a" : "Try to play the sequence that goes with this pattern. Don’t worry if you make mistakes!",
      "phase_b" : "Well done! Now you need to skip one of the moves in the sequence. You will be told which move to skip; a complete and correct sequence will be composed of 5 moves, instead of 6. Please keep playing it as fast as you can.\n\nYou will not receive feedback if you make any mistakes",
      "phase_c" : "Your task now is to create new sequences of 6 moves, similar in complexity to the ones you have practiced at home but novel ones. Try to invent as many different sequences as you can, as quickly as possible. Don't worry if you repeat yourself now and again. The more sequences you create, the more successful you are! Do your best and don't think too much.",
      "skip" : "Skip move %{step}",
    },
    "buttons" : {
      "next" : "Next",
      "done" : "Done",
      "back" : "Back",
      "ok" : "OK",
      "cancel" : "Cancel",
      "select" : "Select",
    },
    "configuration" : {
      "task" : "Select Task Variant",
      "task_eeg" : "EEG",
      "task_standard" : "Standard",
      "handedness" : "Left Handed",
      "handedness_is_left" : "Yes",
      "handedness_is_not_left" : "No",
      "randomseed" : "Enter the Seed",
      "warning" : "Warning",
      "bad_seed" : "Seed must be an integer value!",
      "confirm" : "Confirm",
      "set_seed" : "Set User Seed to %{seed}. This controlls the symbols and melodies the user will see",
      "enter_user" : "Enter the User ID",
      "set_user" : "Set User ID to %{userid}. All data will logged against this id",
      "iti_time" : "Select the ITI interval."
    },
    "email": {
      "title":"E-mail data?",
      "message": "There is some data from the last time this app was run. Would you like to e-mail it to the person running the study? Don't worry, the data will not be overwritten or deleted whatever you do.",
      "notsupported": {
        "title": "Not supported",
        "message": "E-mail not supported or setup on this device"
      }
    }
  }
}